MoreWidgetsURL = "http://www.apple.com/fi/macosx/dashboard/";
ManageWidgets = "Hallinnoi widgettejä…";
1ofn = "%@ / %@";
ellipsis = "…";
Keep = "Pidä";
Delete = "Poista";
WidgetRemoved = "Widgetti ”%@” on virheellinen ja se on siirretty roskakoriin.";